Autodesk.Navisworks.Api.Schema.EditAccessor
Provides editing access into a Autodesk.Navisworks.Api.Schema.SchemaData via an associated Autodesk.Navisworks.Api.Schema.Field. Represents a given position inside Autodesk.Navisworks.Api.Schema.SchemaData.

Autodesk.Navisworks.Api.Schema.EditAccessor.IsReadOnly
Gets a value indicating whether the object is read-only.